{"sections":{"main":{"type":"consent","settings":{"heading":"INFORMED CONSENT FORM","paragraph":"<h2>Project Title:<\/h2> <p>Internal testing and quality assessment of extracting DNA from stool samples and suitability for use for sequencing, genotyping, and\/or in an assay for microbiome profiling including detection of commercial supplier probiotic strains, human genetic variants, or microbial taxa in the sample of individuals.<\/p>\n\n<p>PURPOSE OF THIS RESEARCH STUDY You are being asked to participate in a training and quality assessment project designed (i) to test the quality of a process and third party commercial product for obtaining and quantifying microbes from stool samples, (ii) to prove that the process works by sequencing (determining the primary structure of the DNA) the DNA (iii) further prove the viability of our supplier probiotics within our formulations. This Research Study is sponsored by and occurs within the facilities of Sun Genomics and its contractors. Most of the study will take place at the Sun Genomics facility located at 10210 Campus Point Dr. Suite 150, San Diego, CA 92121.<\/p>\n\n<p>PROCEDURES You will be asked to provide a stool sample, to be taken at home or on-site. We will assign a unique coded identification number to your consent form and your stool sample; the coded number will be used to identify the stool sample. The consent form will be held by an individual not associated with the conduct of the study; the de-identified stool sample will be delivered to Stella Kramer, or equivalently qualified personnel that shall be designated from time to time, who will provide your sample to Sun Genomics laboratory personnel. The laboratory personnel will perform the DNA extraction process on your sample and attempt to sequence your sample with the extracted DNA. Any results generated from sequencing your sample will be de- identified, so no one will know it is your sample, as explained below. Laboratory personnel may repeat the DNA extraction process and or assay one or more times on any of the stool sample that remains. Sun Genomics will retain your sample for a minimum of 1 year for follow up or confirmation of research results. The expected duration of the project is six months. The de- identified results of the Research Study will be used solely to evaluate the performance of the DNA extraction process, the quality of results obtained with the extracted DNA, and our ability to perform the procedures such as sequencing and microbiome profiling. De-identified information regarding the amount of DNA obtained from a sample may be provided to regulatory agencies in the course of CLIA Laboratory certification. This type of information does not allow the sample to be traced back to you. DNA sequence information will not be provided to a regulatory agency. Other than as stated in this paragraph, the de-identified results of the study will not be provided to anyone outside of Sun Genomics without your authorization. The de-identified results of the Research Study, including any genotyping and\/or sequencing data will not be provided to you. You may receive summary information for the purpose of collecting feedback and improving the product. This Research Study is not intended to treat or diagnose, and is for quality and testing purposes only in order to evaluate a DNA extraction process for use in future, applications and our ability to use the DNA, and metagenomics analysis. Sun Genomics will not perform any monitoring of you during or after the Research Study, but you may be asked to provide follow up samples to examine changes to your microbiome profile over time.<\/p>\n\n<p>CONFIDENTIALITY Your identity in this Research Study will be treated as confidential and we will protect this confidentiality in several ways. Your signed consent form will be maintained by a Sun Genomics team member not associated with the conduct of the Research Study and nobody else within Sun Genomics will have access to such consent form. The identification number assigned to your stool sample and to your consent form will be stored in a secure location. Only one designated person at Sun Genomics will have the link between your name and the identification number that labels your sample. The sex and race associated with your sample may be provided to the laboratory personnel for purposes of analyzing the data generated from your sample, however, this information will not allow the laboratory personnel to trace the sample back to you. If you choose to tell others about your participation in this Research Study, then Sun Genomics will still protect the confidentiality of your sample and its associated identification number. Sun Genomics will not provide or return samples or any extracts, aliquots, or derivatives to you or to any other external individuals.<\/p>\n\n<p>POSSIBLE RISKS AND BENEFITS This Research Study involves very minimal physical risk. The likelihood of harm associated with providing a stool sample is very low and may include slight pain or discomfort, possible risk of contamination exposure, and a minimal risk of infection at the site of stool draw. The risks associated with any inadvertent disclosure of your genetic information, assay information, or sample are also low because Sun Genomics has in place procedures to protect your confidentiality, as described above, and your sample will be securely stored in the Sun Genomics repository for a minimum of 1 year. Except as stated above, you will not receive any results generated from your sample. This non-invasive procedure should have no adverse effects, but we cannot account for any existing conditions that may impact your ability to collect a sample for Sun Genomics. If, after your stool collection, you experience persistent (+2 hours) swelling and inflammation at the site, please contact your health care provider and then Stella Kramer, or equivalently qualified personnel that shall be designated from time to time, at Sun Genomics to record the issue. The study of your sample may, one day, result in a DNA extraction, analysis, or interpretation process that may be used in association with Sun Genomics product and service offerings, which may in turn benefit Sun Genomics, the scientific community and the public health. To the fullest extent permitted by applicable law, you hereby irrevocably waive all legal and equitable rights relating to all liabilities, claims, demands, actions, suits, damages, and expenses of whatever kind or nature, now known or hereafter known in any jurisdiction throughout the world (collectively, “Claims”) arising directly or indirectly from Sun Genomics, its affiliates, suppliers, vendors, contractors, subcontracts, agents, directors, officers, employees, representatives, licensees and assigns (“Released Parties”) that may result from (i) the exercise of the Released Parties’ rights under this consent, (ii) any probiotics or other materials used in connection with this project, whether provided by a Released Party or provided by any other third party, or (iii) the production, use, exhibition, exploitation, promotion, or other use of the DNA extraction process, your stool sample or results associated with your stool sample, and whether resulting in whole or in part by the negligence of a Released Party or any other person, and forever release and discharge the Released Parties from liability under such Claims. You further agree and acknowledge that you shall have no rights to any profits, royalties or any other type of compensation relating to or arising from any Sun Genomics or third party product or service offerings that may result in connection with this project and\/or this consent. As a volunteer, you hereby expressly assume the risk of injury or harm from these activities and release the Released Parties from all liability for injury, illness, death or property damage resulting from the services you provide as a volunteer or occurring while you are providing services hereunder.<\/p>\n\n<p>FINANCIAL CONSIDERATIONS You will not be compensated for your participation in this Research Study.<\/p>\n\n<p>TERMINATION OF RESEARCH STUDY Taking part in this Research Study is voluntary and you may choose to not participate or to withdraw at any time. There will be no penalty or loss of benefits to which you are otherwise entitled if you choose not to participate or to withdraw at any time. In the event you decide to discontinue your participation in the study, please notify Suneer Jain at 619-363-5246.<\/p>\n\n<p>AVAILABLE SOURCES OF INFORMATION If you have any questions about this Research Study, then please contact Suneer Jain at 619-363-5246. If you have any complaint about the conduct of this study, or about your treatment, you may contact Randy Socol at 858-677-1457, who is General Counsel at Sun Genomics and the Secretary who administers the Sun Genomics legal compliance.\n<\/p>\n\n<p>MISCELLANEOUS This consent constitutes the sole and entire agreement between you and Sun Genomics with respect to the subject matter contained herein and supersedes all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, with respect to such subject matter. You acknowledge and agree that you have not relied on any statement, representation, warranty, or agreement of Sun Genomics or of any other person on Sun Genomics’ behalf, except for the representations, warranties, or agreements expressly contained in this consent. If any term or provision of this consent is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality, or unenforceability will not affect any other term or provision of this Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction. Sun Genomics may assign this Agreement and its rights hereunder, in whole or in part, to any party. This consent is binding on and inures to your benefit and the benefit of Sun Genomics and our respective heirs, executors, administrators, legal representatives, successors, and permitted assigns. All matters arising out of or relating to this consent shall be governed by and construed in accordance with the internal laws of the State of California without giving effect to any choice or conflict of law provision or rule. Any claim or cause of action arising under this consent may be brought only in the federal and state courts located in State of California, and you hereby irrevocably consents to the exclusive jurisdiction of such courts.<\/p>\n\n<p>AUTHORIZATION I have read and understand this consent form, and I volunteer to participate in this Research Study. I understand that I will receive a copy of this form. I have had a chance to ask questions and have them answered to my satisfaction. I understand that nothing in this consent form is intended to replace or amend any Federal, state, or local laws that may apply.<\/p>"}}},"order":["main"]}