{"sections":{"main":{"type":"about-us","blocks":{"88ed2aba-6c56-4aec-8210-92bb9a2ae5e9":{"type":"mission","settings":{"text":"We are Unique","paragraph":"Testing your microbiome is only half the battle. Sun Genomics is more than just probiotics. Sun Genomics closes the loop by offering Floré; a personalized product that allows you to test your microbiome and take precision probiotic allowing you to experience the change in your body. It's PrecisionProbio™."}},"d90e3c5a-d60a-496a-99e8-eb73f379a26c":{"type":"mission","settings":{"text":"Our Mission","paragraph":"At Sun Genomics, we believe microbiome science has evolved to a place where consumers can realize actual health solutions. Microbiome awareness will empower you to better manage your diet, lifestyle, and nutrition."}},"2c2ef275-717c-4525-b215-2c7f6a32388a":{"type":"mission","settings":{"text":"Get Involved","paragraph":"Contact us today to talk about your digestive health objectives. Your feedback can help shape your personalized solution to meet those objectives."}}},"block_order":["88ed2aba-6c56-4aec-8210-92bb9a2ae5e9","d90e3c5a-d60a-496a-99e8-eb73f379a26c","2c2ef275-717c-4525-b215-2c7f6a32388a"],"settings":{"preheading":"Harnessing the Power of Your Microbiome","heading":"About Us and Custom Formulated Probiotics","paragraph":"<p>Health is personal, at least we think it should be. We create custom formulated probiotics so you can take control of your gut health. We want to empower and educate our customers with the information and knowledge they need to understand what they’re putting in their bodies. It all starts with getting to know your gut. When you take our gut health test, you’ll be able to see exactly what makes up your microbiome down to the strain.<\/p>\n\n<h2>A Comprehensive Stool Test For Your Gut<\/h2>\n\n<p>Once you get your results from our stool test, we’ll start formulating a tailored gut probiotic formulation for you. If you’ve been suffering from any number of gut related issues like IBS, leaky gut, lactose intolerance, or Crohn's disease, universal probiotics might not be the best solution for you. Our custom formulated probiotics can help alleviate bloating, stomach pain, and increase your energy helping you perform at your best.<\/p>\n\n<h3>Our Custom Formulated Probiotics<\/h3>\n\n<p>Above all else, we value quality to make sure you’re putting only the best beneficial ingredients and supplements in your body. When you order our Floré Precision Probiotics, rest assured you’re taking safe products for you and your family. Our probiotics are natural, vegan (upon request), non-GMO, gluten-free, and made without preservatives or fillers. Our custom formulated probiotic includes unique probiotic strains, prebiotics, and natural botanicals that all work together as a positive community to support your microflora. We also ship our probiotics in sustainable packaging and provide you with a reusable bamboo container for your refills.<\/p>\n\n<h3>Microbiome &amp; Microflora<\/h3>\n\n<p>You may have seen the words “microbiome” and “microflora” all over our website but what do those words actually mean? The microbiome is the DNA of all the microflora in your gut. The microflora (sometimes also referred to as microbiota) is all the actual cells of bacteria, fungi, viruses, etc. that live in your gut. Imagine your gut is a garden filled with all of these beneficial vegetables and unfavorable weeds. You want to make sure you’re feeding your good vegetables all the nutrients they need and decreasing the number of weeds in your garden. Custom probiotics provides you with all the soil (natural botanicals like tumeric), seeds (unique probiotic strains), and fertilizer (specialized prebiotic fibers and oligosaccharides) so your garden can flourish. It's a complete solution for gut balance, performance, and restoration.<\/p>\n\n<h3>What to Expect When You Take Probiotics (How Fast Do They Work and Side Effects)<\/h3>\n\n<p>It's no surprise that everyone is different. So, it makes sense that how and when you react to probiotics may be different than others. Some of our subscribers reported noticing a difference within as little as 3 weeks. The most common probiotics side effects are general stomach discomfort for the first few days of taking your custom formulated probiotic. This is why we supply a 7 day “prime” formula that is a low dose way to ease into your probiotic. Not so common probiotics side effects (but totally ok) may be slightly loose stool, fatigue, and occasional headaches. If you have any of these issues when taking a probiotic, remember your probiotic is custom so we can adjust the formula to be just right and comfortable for you.<\/p>\n\n<h3>Signs That Probiotics Are Working<\/h3>\n\n<p>Some of the signs that probiotics are working can depend on what your symptoms were before taking the probiotics. If you suffer from constipation or bloating, your frequency of these symptoms may be relieved. Our customers reported increase in energy, relief from bloating, gas, SIBO, leaky gut, better food tolerance, and other digestive issues. Another way you can actually see if your probiotics are working is to retest your microflora. After your first 3 months of probiotics, you’ll have the option to run the stool test again and then see, in our encrypted web portal, how your microbiome has changed.<\/p>\n\n<h3>A Message from Our Founder<\/h3>\n<p>If you've ever known how it feels to be lost in front of a sea of nutrition labels, you'll know how I felt, stuck in front of my grocery store's probiotics section helplessly struggling to find a remedy for my son's dysbiosis. As a scientist, I didn't want to blindly trust the symptoms that each synthetic bottle claimed to cure, but I didn't know how to begin to choose the right probiotic. Eventually, after trying to decipher the labels in futility, I finally decided that I wouldn't just buy one bottle. I bought as many bottles as I could get my hands on, not to use but to test in the lab.<\/p>\n\n<p>After careful experimentation, I discovered that 85 percent of the probiotics on the shelf didn't even survive our stomach acids. What's more is that any given person only shares 10 percent microbiome similarity with anyone else, so there was no way one product could be made for every unique consumer. I realized then that I had to do something about this to help people like me who were simply looking for effective probiotic supplements. Floré is everything I wish I had that one restless night.<\/p>"}},"16524259391473ea0b":{"type":"index-story-section","settings":{"heading":"Our Story","paragraph":"<p>Sun Genomics was founded by CEO, Sunny Jain in 2016 and the Company's story began with the birth of his son. When his son began suffering from GI distress, Sunny went to find a probiotic. Standing in front of the probiotic aisle i.e. the \"Wall of Confusion\", Sunny quickly realized there wasn't a probiotic solution available. This is because his son's gut e.g. microflora is unique. Instead of choosing a supplement at random, Sunny took tons of probiotics off the shelf that day and instead of going home, he went to the lab and began testing probiotics, sequencing his son's microflora, and researching strains that best matched his son's microflora analysis. Through testing his son’s gut, he formulated the world’s first custom probiotic for his son’s diet and lifestyle. This is our story.<\/p>\n<h4>Founded on Science<\/h4>\n<p>Sun Genomics aims to change they way we choose a probiotic by making the best custom formulated probiotics. We spent years in research and development perfecting our patented techniques to develop the largest gut microflora interpretation platforms in the world. At Sun Genomics, we believe that before we can advance the market, we must first advance the science.<\/p>","video":"https:\/\/www.youtube.com\/watch?v=xKUhEjI17H0","video_2":"https:\/\/www.youtube.com\/watch?v=ECHo_lm57as"}}},"order":["main","16524259391473ea0b"]}