{"sections":{"main":{"type":"HIPAA-notice-of-privacy-practices","settings":{"heading":"Sun Genomics Notice of Privacy Practices","detail":"<h2>HIPAA Information<\/h2><p>Sun Genomics’ Notice of Privacy Practices<br><br>THIS NOTICE DESCRIBES HOW MEDICAL INFORMATION ABOUT YOU MAY BE USED AND DISCLOSED AND HOW YOU CAN GET ACCESS TO THIS INFORMATION. PLEASE REVIEW IT CAREFULLY.<br><br>This Notice of Privacy Practices applies to Sun Genomics, Inc. and all of its subsidiaries and business units (collectively referred to as \"Sun Genomics\" in this Notice), except to the extent that a subsidiary, division, or business unit of Sun Genomics performs occupational screening, forensic tests, paternity\/identity tests, clinical trials tests or other services that do not involve standard electronic transactions for which the Department of Health and Human Services (“HHS”) has adopted standards.<br><br>Sun Genomics’ Protection of Protected Health Information (PHI)<br>Under the Health Insurance Portability and Accountability Act of 1996 (HIPAA), Sun Genomics is required by law to maintain the privacy of health information that identifies you, called protected health information (PHI), and to provide you with notice of our legal duties and privacy practices regarding PHI. Sun Genomics is committed to the protection of your PHI and will make reasonable efforts to ensure the confidentiality of your PHI, as required by statute and regulation. We take this commitment seriously and will work with you to comply with your right to receive certain information under HIPAA.<br><br>Sun Genomics’ Use and Disclosure of PHI<br>As permitted under HIPAA, the following categories explain the types of uses and disclosures of PHI that Sun Genomics may make. Some of the uses and disclosures described may be limited or restricted by state laws or other legal requirements, for example, the Clinical Laboratory Improvement Amendments of 1988 (CLIA). Please contact our Privacy Officer, using the contact information provided at the end of this notice, for specific information regarding your state.<br><br>For treatment - Sun Genomics may use or disclose PHI for treatment purposes, including disclosure to physicians, nurses, medical students, pharmacies, and other health care professionals who provide you with health care services and\/or are involved in the coordination of your care, such as providing your physician with your laboratory test results.<br><br>For payment - Sun Genomics may use or disclose PHI to bill and collect payment for laboratory or genetic counseling services we provide. For example, Sun Genomics may provide PHI to your health plan to receive payment for the health care services provided to you.<br><br>For health care operations - Sun Genomics may use or disclose PHI for health care operations purposes. These uses and disclosures are necessary, for example, to evaluate the quality of our laboratory testing, accuracy of results, accreditation functions and for Sun Genomics’ operation and management purposes. Sun Genomics may also disclose PHI to other health care providers or health plans that are involved in your care for their health care operations. For example, Sun Genomics may provide PHI to manage disease, or to coordinate health care or health benefits.<br><br>Appointment reminders and health-related benefits and services - Sun Genomics may use and disclose PHI to contact you as a reminder that you have an appointment with us and may use and disclose PHI to tell you about health-related benefits and services that may be of interest to you. For example, Sun Genomics may contact you about a new patient service center in your area or about new testing services available at Sun Genomics based on services ordered by your physician.<br>Individuals involved in your care or payment for your care - Sun Genomics may disclose PHI to a person who is involved in your care or helps pay for your care, such as a family member or friend. We also may notify your family about your location or general condition or disclose such information to an entity assisting in a disaster relief effort. As allowed by federal and state law, we may disclose the PHI of minors to their parents or legal guardians.<br><br>Business associates - Sun Genomics may disclose PHI to its business associates to perform certain business functions or provide certain business services to Sun Genomics. For example, we may use another company to perform billing services on our behalf. All of our business associates are required to maintain the privacy and confidentiality of your PHI. In addition, at the request of your health care providers or health plan, Sun Genomics may disclose PHI to their business associates for purposes of performing certain business functions or health care services on their behalf. For example, we may disclose PHI to a business associate of Medicare for purposes of medical necessity review and audit.<br>Disclosure for judicial and administrative proceedings - Under certain circumstances, Sun Genomics may disclose your PHI in the course of a judicial or administrative proceeding, including in response to a court or administrative order, subpoena, discovery request, or other lawful process.<br><br>Law enforcement - Sun Genomics may disclose PHI for law enforcement purposes, including reporting of certain types of wounds or physical injuries or in response to a court order, warrant, subpoena or summons, or similar process authorized by law. We may also disclose PHI when the information is needed: 1) for identification or location of a suspect, fugitive, material witness or missing person, 2) about a victim of a crime, 3) about an individual who has died, 4) in relation to criminal conduct on Sun Genomics premises, or 5) in emergency circumstances to report a crime, the location of the crime or victims, or the identity, description, or location of the person who committed the crime.<br>As required by law - Sun Genomics must disclose your PHI if required to do so by federal, state, or local law.<br><br>Public Health - Sun Genomics may disclose PHI for public health activities. These activities generally include: 1) disclosures to a public health authority to report, prevent or control disease, injury, or disability; 2) disclosures to report births and deaths, or to report child abuse or neglect; 3) disclosures to a person subject to the jurisdiction of the Food and Drug Administration (\"FDA\") for purposes related to the quality, safety or effectiveness of an FDA-regulated product or activity, including reporting reactions to medications or problems with products or notifying people of recalls of products they may be using; 4) disclosures to notify a person who may have been exposed to a disease or may be at risk for contracting or spreading a disease or condition; and 5) disclosures to an employer about an employee to conduct medical surveillance in certain limited circumstances concerning work-place illness or injury.<br>Disclosure about victims of abuse, neglect, or domestic violence - Sun Genomics may disclose PHI about an individual to a government authority, including social services, if we reasonably believe that an individual is a victim of abuse, neglect, or domestic violence.<br><br>Health oversight activities - Sun Genomics may disclose PHI to a health care oversight agency for activities authorized by law such as audits, civil, administrative, or criminal investigations and proceedings\/actions, inspections, licensure\/disciplinary actions, or other activities necessary for appropriate oversight of the health care system, government benefit programs, and compliance with regulatory requirements and civil rights laws.<br><br>Coroners, medical examiners, and funeral directors - Sun Genomics may disclose PHI to a coroner, medical examiner, or funeral director for the purpose of identifying a deceased person, determining cause of death, or for performing some other duty authorized by law.<br><br>Personal Representative - Sun Genomics may disclose PHI to your personal representative, as established under applicable law, or to an administrator, executor, or other authorized individual associated with your estate.<br><br>Correctional institution - Sun Genomics may disclose the PHI of an inmate or other individual when requested by a correctional institution or law enforcement official for health, safety, and security purposes.<br><br>Serious threat to health or safety - Sun Genomics may disclose PHI if necessary to prevent or lessen a serious and\/or imminent threat to health or safety to a person or the public or for law enforcement authorities to identify or apprehend an individual.<br><br>Research - Sun Genomics may use and disclose PHI for research purposes. Limited data or records may be viewed by researchers to identify patients who may qualify for their research project or for other similar purposes, so long as the researchers do not remove or copy any of the PHI. Before we use or disclose PHI for any other research activity, one of the following will happen: 1) a special committee will determine that the research activity poses minimal risk to privacy and that there is an adequate plan to safeguard PHI; 2) if the PHI relates to deceased individuals, the researchers give us assurances that the PHI is necessary for the research and will be used only as part of the research; or 3) the researcher will be provided only with information that does not identify you directly.<br><br>Government functions - In certain situations, Sun Genomics may disclose the PHI of military personnel and veterans, including Armed Forces personnel, as required by military command authorities. Additionally, we may disclose PHI to authorized officials for national security purposes, such as protecting the President of the United States, conducting intelligence, counter-intelligence, other national security activities, and when requested by foreign military authorities. Disclosures will be made only in compliance with U.S. Law.<br><br>Workers' compensation - As authorized by applicable laws, Sun Genomics may use or disclose PHI to comply with workers' compensation or other similar programs established to provide work-related injury or illness benefits.<br><br>De-identified Information and Limited Data Sets: Sun Genomics may use and disclose health information that has been “de-identified” by removing certain identifiers making it unlikely that you could be identified. Sun Genomics also may disclose limited health information, contained in a “limited data set”. The limited data set does not contain any information that can directly identify you. For example, a limited data set may include your city, county and zip code, but not your name or street address.<br>Other Uses and Disclosures of PHI<br><br>For purposes not described above, including uses and disclosures of PHI for marketing purposes and disclosures that would constitute a sale of PHI, Sun Genomics will ask for patient authorization before using or disclosing PHI. If you signed an authorization form, you may revoke it, in writing, at any time, except to the extent that action has been taken in reliance on the authorization.<br>Information Breach Notification<br>Sun Genomics is required to provide patient notification if it discovers a breach of unsecured PHI unless there is a demonstration, based on a risk assessment, that there is a low probability that the PHI has been compromised. You will be notified without unreasonable delay and no later than 60 days after discovery of the breach. Such notification will include information about what happened and what can be done to mitigate any harm.<br><br>Patient Rights Regarding PHI<br>Subject to certain exceptions, HIPAA establishes the following patient rights with respect to PHI:<br>Right to Receive a Copy of the Sun Genomics Notice of Privacy Practices - You have a right to receive a copy of the Sun Genomics Notice of Privacy Practices at any time by contacting us at customerservice@SunGenomics.com, calling us at (661-888-4799) and asking for the Sun Genomics HIPAA Privacy Officer, or by sending a written request to: HIPAA Privacy Officer, Sun Genomics, Shoreham Place, Suite 105, San Diego, CA. 92122. This Notice will also be posted on the Sun Genomics internet site at www.flore.com.<br><br>Right to Request Limits on Uses and Disclosures of your PHI - You have the right to request that we limit: 1) how we use and disclose your PHI for treatment, payment, and health care operations activities; or 2) our disclosure of PHI to individuals involved in your care or payment for your care. Sun Genomics will consider your request, but is not required to agree to it unless the requested restriction involves a disclosure that is not required by law to a health plan for payment or health care operations purposes and not for treatment, and you have paid for the service in full out of pocket. If we agree to a restriction on other types of disclosures, we will state the agreed restrictions in writing and will abide by them, except in emergency situations when the disclosure is for purposes of treatment.<br><br>Right to Request Confidential Communications - You have the right to request that Sun Genomics communicate with you about your PHI at an alternative address or by an alternative means. Sun Genomics will accommodate reasonable requests.<br><br>Right to See and Receive Copies of Your PHI - You and your personal representative have the right to access PHI consisting of your laboratory test results or reports ordered by your physician. Within 30 days after our receipt of your request, you will receive a copy of the completed laboratory report from Sun Genomics unless an exception applies. Exceptions include a determination by a licensed health care professional that the access requested is reasonably likely to endanger the life or safety of you or another person, and our inability to provide access to the PHI within 30 days, in which case we may extend the response time for an additional 30 days if we provide you with a written statement of the reasons for the delay and the date by which access will be provided. You have the right to access and receive your PHI in an electronic format if it is readily producible in such a format. You also have the right to direct Sun Genomics to transmit a copy to another person you designate, provided such request is in writing, signed by you, and clearly identifies the designated person and where to send the copy of your PHI.<br><br>To request a copy of your PHI:<br>Ask for a courtesy copy when you visit a Sun Genomics patient service center for specimen collection.<br>Ask a Sun Genomics patient service technician for information on how to open a Sun Genomics patient portal account to receive your laboratory reports electronically.<br>Complete the Sun Genomics HIPAA Patient Request Form.<br>Contact the Privacy Officer at 661-888-4799 or by email at customerservice@SunGenomics.com.<br>Right to Receive an Accounting of Disclosures - You have a right to receive a list of certain instances in which Sun Genomics disclosed your PHI. This list will not include certain disclosures of PHI, such as (but not limited to) those made based on your written authorization or those made prior to the date on which Sun Genomics was required to comply. If you request an accounting of disclosures of PHI that were made for purposes other than treatment, payment, or health care operations, the list will include disclosures made in the past six years, unless you request a shorter period of disclosures. If you request an accounting of disclosures of PHI that were made for purposes of treatment, payment, or health care operations, the list will include only those disclosures made in the past three years for which an accounting is required by law, unless you request a shorter period of disclosures.<br><br>Right to Correct or Update your PHI - If you believe that your PHI contains a mistake, you may request, in writing, that Sun Genomics correct the information. If your request is denied, we will provide an explanation of the reasoning for our denial.<br><br>How to Exercise Your Rights<br>To exercise any of your rights described in this notice, you must send a written request to: HIPAA Privacy Officer, Sun Genomics, Shoreham Place, Suite 105, San Diego, CA. 92122. Except, patients may update insurance and\/or billing information through our website or by contacting the Patient Billing Department using the phone number indicated on the billing invoice.<br><br>How to Contact Us or File a Complaint<br>If you have questions or comments regarding the Sun Genomics Notice of Privacy Practices, or have a complaint about our use or disclosure of your PHI or our privacy practices, please contact: customerservice@SunGenomics.com, call us at (661-888-4799) and ask for the Sun Genomics HIPAA Privacy Officer, or send a written request to: HIPAA Privacy Officer, Sun Genomics, Shoreham Place, Suite 105, San Diego, CA. 92122. You also may file a complaint with the Secretary of the U.S. Department of Health and Human Services. Sun Genomics will not take retaliatory action against you for filing a complaint about our privacy practices.<br><br>Changes to the Sun Genomics Notice of Privacy Practices<br>Sun Genomics reserves the right to make changes to this notice and to our privacy policies from time to time. Changes adopted will apply to any PHI we maintain about you. Sun Genomics is required to abide by the terms of our notice currently in effect. When changes are made, we will promptly update this notice and post the information on the Sun Genomics website at www.Sun Genomics.com. Please review this site periodically to ensure that you are aware of any such updates.<br>Effective Date of Notice: December 21st, 2020<br>Revised: December 21st, 2020<br><br>HIPAA Contacts<br>Sun Genomics works diligently to provide exceptional, quality service to all of its clients and is committed to implementing the Health Insurance Portability and Accountability Act of 1996 (HIPAA). The following information is provided to assist clients in contacting the appropriate Sun Genomics office with questions regarding HIPAA.<br><br>General HIPAA Inquiries<br>Privacy and Security - customerservice@SunGenomics.com or call (661-888-4799)<\/p><p><br><br><\/p>"}}},"order":["main"]}