{"sections":{"main":{"type":"new-section","blocks":{"e1249f18-fa16-4045-a970-6ec174fb5898":{"type":"block-1","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-wolf-bielas_64f376a9-0f32-4733-acc3-cdd89d0d34cb.jpg","image_alt":"Wolf's experience  with FLORÉ custom probiotics","testimonial_name":"<p><strong>Wolf Bielas<\/strong><\/p><p>Managing Partner at Wolfpack Ventures<\/p>","paragraph":"\"I am huge fan of Sun Genomics and Floré. The company is leading us into the future of precision medicine with probiotics customized for my microbiome. I have been using the product for the last 3 months and have already seen an increase in my energy levels and boosted immunity. They were spot on with my original formulation and I can't wait for my next round of customized probiotics.\""}},"0d84d5f3-b739-4f46-a7ef-b8ed2f91ce83":{"type":"block-2","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-mazur.webp","image_alt":"Jordan's experience  with Sun Genomics","testimonial_name":"<p><strong>Jordan Mazur<\/strong><\/p><p>M.S., Registered Dietitian Coordinator of Nutrition NFL Sports Team<\/p>","paragraph":"\"I work long hours for an exciting organization and need to have enduring energy to get through the day. I began taking Floré 4 months ago and 2 weeks after I started the probiotics, I had a boost in my energy level and was feeling better. I'll continue to use Floré and am now recommending it to my family, friends, and colleagues.\""}},"7eb1ef75-d967-4fba-a8c0-721280d45f23":{"type":"block-3","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-sean.webp","image_alt":"Sean's experience  with custom probiotics","testimonial_name":"<p><strong>Sean Hawkins<\/strong><\/p><p>Senior Facilities Coordinator La Jolla Pharmaceutical Company<br\/><\/p>","paragraph":"\"Sun Genomics created a personalized probiotic specifically for my microbiome and I was able to start enjoying cheese without feeling bloated or having stomach pain. I'm finally able to enjoy my favorite foods again\""}},"9ef64373-fdfe-4d4a-98c1-8391afebce02":{"type":"block-1","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-cho_fcb479de-7f69-4b41-9b5f-65c848b6814b.webp","image_alt":"Sean's experience  with custom probiotics","testimonial_name":"<p><strong>Dr. Peter Cho<\/strong><\/p><p>Oral Surgeon<br\/><br\/><\/p>","paragraph":"\"Sun Genomics was able to identify and pick up key components of my diet using only my Floré Microbiome Profile Report. They were able to customize a precision probiotic to supplement my Ketogenic Diet all based on my microbiome.\""}},"ebbe59f0-14c8-40aa-a9ff-29863ffa4522":{"type":"block-2","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-jennifer_4f14be5a-f12f-4e01-bac9-4835dd320aac.jpg","image_alt":"Jennifer's experience  with Sun Genomics","testimonial_name":"<p><strong>Jennifer Barnes<\/strong><\/p><p>Co-Founder & President of Pro BackOffice, LLC<br\/><br\/><\/p>","paragraph":"\"Taking a customized probiotic is the medicine of the 21st century. Through this entire flu season, I didn't get sick once. Having a healthy gut is more important than many people acknowledge. Being able to take a probiotic that is tailored precisely to me is amazing. The more modern medicine and technology become, the longer we live and the easier our lives become. If you haven't already considered a personalized probiotic, I would highly suggest you look into it.\""}},"3fcb1843-5f4b-489c-a104-51c4059105bf":{"type":"block-3","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-lindsay_95ebc803-3c2d-4238-a061-982bc6b49579.jpg","image_alt":"Lindsay's experience  with custom probiotics","testimonial_name":"<p><strong>Lindsay Wood<\/strong><\/p><p>Operations Manager BioLabs<br\/><br\/><\/p>","paragraph":"\"I approached SunGenomics to see if their probiotics would help in minimizing the pains and discomfort I felt in association with having thyroid, digestion and inflammation issues. Within a months’ time of taking my individually formulated probiotics, I noticed some changes; I was able to eat foods that I usually avoided all together, I woke up more energized, the bloating spells were gone, and I had regular bowel movements. To top it all off, I started to lose weight without having to increase my exercise routine. This was an incredible bonus. Having Hypothyroidism and digestive issues has made losing weight a struggle but now I know that my unbalanced gut had a huge role in my overall health.\""}},"7a99e45b-f952-40b6-b627-da98db80474f":{"type":"block-1","settings":{"image_alt":"","testimonial_name":"<p><strong>Natalie D.<\/strong><\/p><p>Las Vegas, Nevada<br\/><br\/><\/p>","paragraph":"\"I have been battling chronic digestive discomfort that has greatly impacted my life for the past several years. That all changed a few months ago when I began taking Floré probiotics. The team at Sun Genomics listened as I explained my issues and custom formulated a supplement just for me. I feel so much better!\""}},"153c91d5-2a43-4934-ba43-2370de5bd145":{"type":"block-1","settings":{"image_alt":"","testimonial_name":"<p><strong>Kyle Fulcher<\/strong><\/p><p><\/p>","paragraph":"\"Sun Genomics customized Floré probiotics have been great for me. For many years I have taken over-the-counter probiotics but I never had results like I have had in the past three months of my taking these custom probiotics. I feel I have more energy, have not gotten sick, and feel my overall health is much better since taking my customized probiotic. I love knowing that I am taking a probiotic that is specifically designed based on my gut make up and based on my dietary intake. I highly recommend everyone taking a better understanding of their gut biome and using FLORÉ. \""}},"13df36d0-7f14-404f-b070-52dff605448a":{"type":"block-1","settings":{"image_alt":"","testimonial_name":"<p><strong>Bill Redinger<\/strong><\/p><p>Las Vegas, NV<br\/><br\/><\/p>","paragraph":"\"Jo Anne seems to be doing much better with her colitis after beginning the custom probiotics your company created. The symptoms of her colitis, the sudden onset of diarrhea, have significantly been reduced. We have nothing to base that upon other than the probiotics…We are encouraged that after nearly 10 years some relief has been found.\""}},"af200955-c569-4a2d-953f-be6883305251":{"type":"block-1","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-alfredmorris_256x256_d2aeb173-f4aa-4e21-b1cb-294118196c9f.webp","image_alt":"Tim's experience  with Sun Genomics","testimonial_name":"<p><strong>Alfred Morris<\/strong><\/p><p>NFL Athlete<br\/><br\/><\/p>","paragraph":"\"I felt like I had more energy almost immediately after starting to take Sun Genomics’ probiotics and even when I utilized less workout recovery modalities, I was still feeling good. My gut health has improved a lot and I’m grateful that I stumbled across Sun Genomics. I feel like it’s worth the money for me.\""}},"4a78ae39-7944-4b1b-b816-9d0245f338ff":{"type":"block-1","settings":{"image_alt":"","testimonial_name":"<p><strong>C.B.<\/strong><\/p><p>New York, New York<br\/><br\/><\/p>","paragraph":"\"I am loving the result. It totally changed my stool. Not bloating anymore, no diarrhea, no brain fog. A miracle. The beginning was a bit hard, but now I am loving it. So happy and thankful!\""}},"e23afd04-c555-47a5-9fad-a8e9797e2c55":{"type":"block-2","settings":{"left_image":"shopify:\/\/shop_images\/testimonial-sueellen-prag_256x256_f1b72435-1397-441a-be6e-ce6c68101f9a.jpg","image_alt":"Sue-Ellen's experience  with FLORÉ custom probiotics","testimonial_name":"<p><strong>Sue-Ellen Prag<\/strong><\/p><p>Publicist, Creating Lasting Impression<br\/><br\/><\/p>","paragraph":"<p>\"Sun Genomics customized Floré probiotics have far exceeded my expectations. Previously, I had taken over-the-counter probiotics for many years but I never had results like I have had in the past three months of my taking these custom probiotics.<\/p>\n\n<p>I have been able to stop my daily medication for my intestinal issues. I have successfully reintroduced foods which, for many years, I have been unable to eat. I must say that I am most excited about the new hair growth I have noticed. Fantastic!<\/p>\n\n<p>Being proactive when it comes to a healthy boost to my immune system makes me feel good about myself.<\/p>\n\n<p>It has been well worth both the expense and the wait while my personal formula was created.<\/p>\n\n<p>I can’t wait to get my next supply of my newly tweaked Floré.<\/p>\n\n<p>Thank you Sun Genomics.\"<\/p>"}},"30f0c0c7-b597-4143-aac5-33634112f1ef":{"type":"block-2","settings":{"image_alt":"","testimonial_name":"<p><strong>Brooke Coyle<\/strong><\/p><p><\/p>","paragraph":"\"I have been using Sun Genomics for the last two months and I am so happy with it! It has helped not only my energy levels but has also assisted in my digestive health, prior skin problems and immune system. I am highly recommending it now to all my family, friends and old college teammates.\""}},"57299616-4345-48fe-a091-8953c4044a1f":{"type":"block-2","settings":{"image_alt":"","testimonial_name":"<p><strong>Eva F.<\/strong><\/p><p>Hubertus, Wisconsin<br\/><\/p>","paragraph":"\"Since I started taking Floré, my food sensitivities were reduced, my overall inflammation went down, and even my doctor noticed an overall improvement in my health. There is a new health goal that I want my next formulation to be more designed for so I’m very excited to see how Sun Genomics can help me reach the level of overall health that I’m looking for. \""}},"f99b8158-371e-4c7e-9d73-1d2f5558d5cf":{"type":"block-2","settings":{"image_alt":"","testimonial_name":"<p><strong>T.L.<\/strong><\/p><p>Denver, CO<br\/><br\/><\/p>","paragraph":"\"The probiotics are really amazing. I definitely noticed positive changes and am looking forward to my next batch. My immune system feels more resilient. I recently had a head cold and whereas it usually goes into my throat and chest it stayed in my head and left my system much, much faster. I noticed when I started taking the probiotics my sinuses in general were much improved as was bloating and constipation.\""}},"d9db1d2b-4c1f-4f5c-a638-2953d01a3c8d":{"type":"block-2","settings":{"image_alt":"","testimonial_name":"<p><strong>Joanne Mosley<\/strong><\/p><p>Independent Health, Wellness and Fitness Professional<br\/><\/p>","paragraph":"\"By mid-day I could feel my energy level had increased, and believe it or not, I felt a little stronger. All of this from one capsule. This formula is absolutely amazing, and I can't wait until tomorrow to see what the cumulative effect of two capsules is. My mood is also elevated, and I believe I am very happy today.\""}},"4e65085d-96e0-4266-91d1-c443beacc29d":{"type":"block-2","settings":{"image_alt":"","testimonial_name":"<p><strong>Melissa Kendrick<\/strong><\/p><p>McDonough, GA<br\/><br\/><\/p>","paragraph":"\"I am on 3 week of my custom formulation, and couldn’t be happier. I use to have bloating daily, and have been bloat free. I don’t feel like I am as tired and have that mid-day sleepiness.\""}},"2db81d90-6194-487c-b1c7-82fd49cb15ed":{"type":"block-3","settings":{"image_alt":"","testimonial_name":"<p><strong>David C.<\/strong><\/p><p>New York City, NY<br\/><br\/><\/p>","paragraph":"\"I just had a major surgery and healed quickly with no problems. I feel the best I have felt in years and am sure my gut health is playing a role.\""}},"711eb67c-4143-498b-be6e-bd3bd5e83221":{"type":"block-3","settings":{"image_alt":"","testimonial_name":"<p><strong>Brian Mazur<\/strong><\/p><p>Suffield, CT<br\/><br\/><\/p>","paragraph":"\"I’m very happy with Floré. Very comfortable during the day. I even feel somewhat better overall now\""}},"573cab2c-be3a-42d4-864f-3a72cc77bc8e":{"type":"block-3","settings":{"left_image":"shopify:\/\/shop_images\/Kyle-Photo.webp","image_alt":"Kyle's experience  with FLORÉ custom probiotics","testimonial_name":"<p><strong>Kyle Juszczyk<\/strong><\/p><p>Professional Athlete Harvard Alum<br\/><br\/><\/p>","paragraph":"\"I have been taking Floré for a year now and am elated with the results. I began noticing the effects only a couple weeks into taking my own custom probiotics. I feel like I have an 'iron stomach' because I can eat as many raw vegetables and salads as I want and don’t experience any bloating or gas like I used to before taking Floré. I stand behind Sun Genomics because there is real science behind their products and they are custom to me.\""}},"3a46b66c-bf82-4e2a-85cf-47e9e7fd1d76":{"type":"block-3","settings":{"image_alt":"","testimonial_name":"<p><strong>Matt Olson<\/strong><\/p><p>Waukee, Iowa<br\/><br\/><\/p>","paragraph":"\"In January I got fed up with not feeling well. After going to several different doctors, with limited improvement in the area of gut health, and no real understanding of the issues I am dealing with I took a leap of faith. The report I received provided an understanding of my gut that I never had before and the custom formulation I received is making a big difference. After less than six months, things have turned around and I am so much happier, healthier and more importantly I have the data to prove it. Many are probably wondering how a service like this can benefit them, others are worried that they will be missing out on not having a person to meet with. Every interaction with the team has exceeded my expectations. They have been patient, listened and adapted the plan to meet my needs. If you are reading this, you too are looking for answers just like I was. Take my advice and start down a journey to better health, you’ll be glad you did. \""}},"4035ae37-5c41-4301-8c04-a77900518312":{"type":"block-3","settings":{"image_alt":"","testimonial_name":"<p><strong>Nicole Van Ruiten<\/strong><\/p><p><\/p>","paragraph":"\"I am very happy with the changes Sun Genomics has done for my digestion. I feel my immune system has improved as well. I have been able to digest cheese much better but I went a bit overboard and this showed in the second test. The gut does not lie! This product works wonderful for me and it changes with me, as I improve.\""}},"7f63bfcb-a71c-454a-948a-df8006fb91f1":{"type":"block-3","settings":{"image_alt":"","testimonial_name":"<p><strong>Tom Farrell<\/strong><\/p><p>Cavan, Ireland<br\/><br\/><\/p>","paragraph":"\"The first week was a bit of an adjustment, as I felt my stomach cramping and my sleep pattern was a bit off. The second week was a marked improvement, no stomach cramping and sleeping quite good. My facial complexion has improved and I am more regular with normal stools. Thursday and Friday of this week I didn’t pass a stool, but today I did. I am overall feeling good and energetic, I am quite busy right now and feel I have lots of energy for it.\""}}},"block_order":["e1249f18-fa16-4045-a970-6ec174fb5898","0d84d5f3-b739-4f46-a7ef-b8ed2f91ce83","7eb1ef75-d967-4fba-a8c0-721280d45f23","9ef64373-fdfe-4d4a-98c1-8391afebce02","ebbe59f0-14c8-40aa-a9ff-29863ffa4522","3fcb1843-5f4b-489c-a104-51c4059105bf","7a99e45b-f952-40b6-b627-da98db80474f","153c91d5-2a43-4934-ba43-2370de5bd145","13df36d0-7f14-404f-b070-52dff605448a","af200955-c569-4a2d-953f-be6883305251","4a78ae39-7944-4b1b-b816-9d0245f338ff","e23afd04-c555-47a5-9fad-a8e9797e2c55","30f0c0c7-b597-4143-aac5-33634112f1ef","57299616-4345-48fe-a091-8953c4044a1f","f99b8158-371e-4c7e-9d73-1d2f5558d5cf","d9db1d2b-4c1f-4f5c-a638-2953d01a3c8d","4e65085d-96e0-4266-91d1-c443beacc29d","2db81d90-6194-487c-b1c7-82fd49cb15ed","711eb67c-4143-498b-be6e-bd3bd5e83221","573cab2c-be3a-42d4-864f-3a72cc77bc8e","3a46b66c-bf82-4e2a-85cf-47e9e7fd1d76","4035ae37-5c41-4301-8c04-a77900518312","7f63bfcb-a71c-454a-948a-df8006fb91f1"],"settings":{"Preheading":"Explore How FLORÉ Has Changed Lives.","Main_Heading":"Helping Customers Along Their Microbiome Journey","bottomtext":"The testimonials for our products are happily provided by satisfied Sun Genomics customers and have all been verified by a member of our team."}}},"order":["main"]}