{"sections":{"main":{"type":"refund-policy","settings":{"heading":"Refund Policy","paragraph":"<p><\/p>\n<h2>Returns<\/h2><br>The Sun Genomics Return Policy is 30 days from the date the Product has been delivered. If 30 days\nhave elapsed since delivery, unfortunately we can’t offer you a refund or exchange. <strong>Only test kits are\n    returnable. To be eligible for a return, your item must be unused and in the same condition that you received\n    it.<\/strong>It must also be in the original packaging.<br><br>To complete your test kit return, the test kit must be\nreturned to Sun Genomics at the customer’s expense. All kit returns can be sent to 5151 Shoreham Place, Suite 100, San\nDiego, CA 92122. <br><br>Several types of goods are exempt from being returned. Once a test kit has been opened\nand\/or used, no refunds can be issued. Once a sample has been processed and has a test in process, returns are not\nallowed.<strong> No returns are allowed on probiotics or supplements. \n     <\/strong><br><br>If you purchased a kit through your provider, please reach out to the provider about a\nreturn. Providers who purchased kits from us may return them unopened for a refund within 30 days of delivery.\n<br><br>\n<h3>Refunds<\/h3><br>Once your kit return is received and inspected, we will send you an email to notify you that we have\nreceived your returned item. If you are approved, then your refund will be processed, and a credit will automatically be\napplied to your credit card or original method of payment. The credit should show up on your payment method within 5-7\nbusiness days. <br> <strong>We do not offer refunds on any test or probiotics due to efficacy. Results of probiotic use\n    will vary from individual to individual. <\/strong> <br><br> If you have not received a refund yet, first check your\nbank account again. Then contact your credit card company, it may take some time before your refund is officially\nposted. If you have done all of this and you still have not received your refund yet after at least 10 business days,\nplease contact us at<a href=\"mailto:customerservice@sungenomics.com\">customerservice@sungenomics.com.<\/a><br><br>\n<h3>Monthly Subscriptions<\/h3><br>When you sign up for our monthly subscriptions (Adult, Baby, Tots, or Kids), you are\nconsenting to automatic charges every 30 days. Month one covers the test kit and results, and the second charge starts\nthe custom probiotics. If your sample is returned to Sun Genomics’ lab within the first 30 days, we will adjust your\nsubscription accordingly to ensure you are charged when the results have been published and the custom probiotics are\nready. If needed, we will adjust the renewal date based on which date your sample was received in this first 30 day\nperiod. <br><br>If you do NOT return your sample within 30 days and do not reach out to notify customer service of a\ndelay in returning your sample(s), you will be charged at that 30 day mark from your initial purchase. The charge each\nmonth until your sample is returned will be for one of our pre-designed, general formulas. Customer service is happy to\nwork with you to adjust the date, but you must notify us BEFORE the subscription renews. Once the subscription renews,\nwe cannot issue a refund in most circumstances.  <br><br>It is the customer’s responsibility to maintain accurate\nbilling and address information at all times within our systems. You should update your address at least 24 hours before\nyour renewal goes through if you need to update this information. All changes to renewal orders must be submitted to <a href=\"mailto:customerservice@sungenomics.com\"> customerservice@sungenomics.com<\/a> by 12 PM Pacific on the day a\ncharge goes through. If you reach out past this time, there may be additional charges to have a shipment resent. \n<br><br>\n<h3>Subscription Cancellation <\/h3><br>Any automatic subscription can be cancelled at any time. However, you must reach\nout to cancel at least 24 hours before your renewal is scheduled to go through. If you pause your subscription at any\npoint, the next charge you have scheduled will come automatically. Failure to fully cancel a subscription before renewal\nwill result in the charge going through as scheduled and a refund will not be issued in most cases. You can cancel\nthrough your <a href=\"https:\/\/flore.com\/account\/login?return_url=%2Faccount\"> billing account<\/a> or by emailing <a href=\"mailto:customerservice@sungenomics.com\"> customerservice@sungenomics.com<\/a> <br>If you choose to cancel a\nsubscription and have not returned the kit, we cannot issue a refund for the charges already incurred that are over 30\ndays old. \n\n<br><br> \n<h3>Exchanges<\/h3><br>We only replace test kits if they are defective or damaged. If you need to exchange it for the\nsame item, send us an email at <a href=\"mailto:customerservice@sungenomics.com\">customerservice@sungenomics.com<\/a> and\nwe will help with a free replacement kit. <br><br>\n\nProbiotics cannot be exchanged, but we do offer a free reformulation if you need an improvement in the formula (see next\nsection). \n <br>\nPre-set formulas (Balance, Defense, and Bloom) cannot be exchanged or refunded. The only exception is if there was an\nerror on Sun Genomics’ side with an order fulfillment.\n<br> <br> \n<h3>Reformulations<\/h3><br>While we do not offer exchanges or refunds on custom probiotics, we do offer a free\nreformulation within the first 6 weeks of starting a formula if the formula is making you feel worse, or no improvement\nis visible. <br><br>\nWe offer ONE free reformulation in this first 6 week period. If the reformulation still doesn’t work, we can work with\nyou to retest and do a new formula from new test results. <br><br>\nYou must have an active subscription or reactivate your cancelled subscription for a reformulation to be offered. \n<br><br>\n\n \nAcceptable reasons for free reformulation include, but are not limited to, worse stomach pain, worse constipation or\ndiarrhea, increased sleep issues, increased behavioral issues, worse headaches, allergy or sensitivity to an ingredient,\ndosage issue etc. \n\n<br><br>We can also reformulate from capsule to powder or vice versa and change prebiotic fillers by request, but these\nreformulations are not free.  <br> <br>\n<h3>Nature and Scope of Testing <\/h3><br>\nOur microbiome testing and report are not intended to provide medical advice, diagnosis or treatment. The Resources,\nincluding our products and services, provided on and through our Website, including information that may be provided on\nour Website directly or via linking to third-party sites by a healthcare or nutrition professional, are provided for\ninformational purposes only. Please consult with your physician or other healthcare professional (collectively,\n“Healthcare Professional”) regarding any medical or health-related diagnosis or treatment options. <br><br>\n\nYou should always consult with your Healthcare Professional, and carefully read all information provided by the\nmanufacturer of a product and on or in any product label or packaging, before using any medication or nutritional,\nherbal or homeopathic product, before starting any diet or exercise program, or before adopting any treatment for a\nhealth problem. Each person is different, and the way you react to a particular product may be significantly different\nfrom the way other people react to such product. You should also consult your Healthcare Professional regarding any\ninteractions between any medication you are currently taking and our products. \n<br><br>\nOur microbiome test is non-diagnostic and can not be used for an official diagnosis. Please consult your Healthcare\nProfessional for further testing if you are seeking a diagnosis. Results vary and we can not issue refunds because the\nresults were not what you expected. "}}},"order":["main"]}