{"sections":{"main":{"type":"full-stack-developer","settings":{"heading":"Full Stack Developer","detail":"<h2>Job Description:<\/h2>\n<p>Sun Genomics is working to change the way we view our microbiome in health and wellness. We are seeking a passionate supply chain\/logistics technician to join us and help to solve a challenging set of problems in establishing a logistics strategy for our startup company. We are seeking a logistics technician who is capable of working with a team and executing independently to develop and apply logistic workflows. The qualified candidate will be fully competent and proficient to develop and handle an inventory management system, tracking lots, implementing a quality control system, shipping goods, and customer tracking. We are looking for someone seeking a challenging project, who is ambitious, detail oriented, and able to independently perform tasks with accuracy.<\/p><h2>Responsibilities:<\/h2>\n<ul>\n<li>Build and own our frontend architecture<\/li>\n<li>Push the boundaries of modern frontend engineering to build fast and ambitious web applications<\/li>\n<li>Work closely with our Product Team and Engineering teams to build features that have significant business impact<\/li>\n<li>Design elegant and intuitive UI components<\/li>\n<li>Drive forward thinking for frontend technologies at Sun Genomics<\/li>\n<li>Implement the functionality necessary to power the front end to life in our backend services<\/li>\n<li>Work in small but tight teams<\/li>\n<li>Understand our business context deeply and leverage your engineering knowledge to propose creative solutions to problems<\/li>\n<\/ul>\n\n<h2>Requirements:<\/h2>\n<ul>\n<li>A degree from an accredited university in Computer Science or related field.<\/li>\n<li>Deep understanding of JavaScript and its fundamentals. Experience with Ember.js a plus.<\/li>\n<li>Understand the complexities of the DOM and CSS, especially how they interact.<\/li>\n<li>Interpret UI performance metrics and address issues accordingly<\/li>\n<li>Know and understand the implications of the latest developments in ECMAScript<\/li>\n<li>Learn from and mentor other engineers<\/li>\n<li>Reason about trade-offs when discussing frontend technologies<\/li>\n<li>Navigate and write backend code<\/li>\n<li>Besides Javascript, also proficient in Java, Ruby, Python or a similar language powering backend services<\/li>\n<li>Are Interested in working in a team applying data science to solve challenging business problems<\/li>\n<li>See yourself as an entrepreneur as well as an engineer<\/li>\n<li>Have at least 5 years of professional experience, and have served as tech lead for a specific application, product area, or level of infrastructure<\/li>\n<li>Can balance deep work with cross team collaboration<\/li>\n<\/ul>\n\n<h2>Who you would work with:<\/h2>\n<ul>\n<li>You would join a dynamic and diverse team who enjoy solving interesting problems in a collaborative environment<\/li>\n<li>You will work in a startup environment with unique people who come from many different backgrounds.<\/li>\n<li>Your co-workers will include motivated recent graduates as well as experienced industry leaders<\/li>\n<\/ul>"}}},"order":["main"]}