{"sections":{"main":{"type":"terms-and-conditions","settings":{"heading":"SUN GENOMICS, INC. TERMS OF USE","paragraph":"<article class=\"contain-1200 padding-mobile-1250 padding-b-75\">\n\n<p>Effective Date: March 1, 2023\n<br> <strong>\nPLEASE READ THESE TERMS OF SERVICE CAREFULLY. BY ACCESSING OR USING THE PRODUCT AND SERVICES (AS DEFINED BELOW), YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS DESCRIBED HEREIN AND ALL TERMS, POLICIES, GUIDELINES AND DISCLOSURES INCORPORATED BY REFERENCE. IF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THE SERVICE.<\/strong>\n<br>\nThese Sun Genomics, Inc. Terms and Conditions (“Terms”) govern your (“you” or “user”) access to and use of the, products, services, programs, websites, software applications and any other part, section, trial, and\/or component (including knowledge gained) (collectively, the “Service”) provided by Sun Genomics, Inc. (hereinafter referred to as, “Sun Genomics,” “we,” or “us”). These Terms do not alter in any way the terms or conditions of any prior written agreement you may have with Sun Genomics. By subscribing to or otherwise using the Service or accessing any content or material that is made available by Sun Genomics through the Service, you agree to be bound by these Terms.  \n<br>\nPlease note that some features of the Service may be provided under additional and separate legal agreements. If that is the case, when you first participate in or use this Service, you will be provided an opportunity to review and agree to the terms that govern this Service. If there is a conflict between these Terms and the specific terms of service for a particular Service, the specific, applicable terms will apply.\n<\/p>\n<br>\n<h2><strong>Right to Change\/Modify<\/strong><\/h2>\n<p>Sun Genomics reserves the right to change or modify these Terms or any policy or guideline incorporated herein at any time and in its sole discretion. Any changes or modifications will be effective immediately upon posting of the revisions on the Service. Your continued use of the Service following the posting of such changed or modified Terms will constitute your acceptance of such changes or modifications. Therefore, you should frequently review these Terms and any applicable policies from time to time to understand the terms and conditions that apply to your use of the Service.\n<\/p>\n<h3>Right of Refusal<\/h3>\n<p>Sun Genomics reserves the right to refuse to provide Services as defined herein to any customer and\/or potential customer and shall not be required to be provide a basis for such a decision to the customer.\n<\/p>\n<h3>Intellectual Property<\/h3>\n<p>The Service, and all designs, text, graphics, pictures, material (physical and digital), videos, information, data, and software contained in or comprising the Service, except for the User Content, as defined below (collectively, the “Materials”) are the property of Sun Genomics or Sun Genomics’ licensors and are protected by U.S. and international copyright, trademark laws, patent, and other intellectual property laws.\n<\/p>\n<h3>Limited License<\/h3>\n<p>Sun Genomics grants you a limited, non-exclusive, revocable license to make personal, non-commercial use of the Service and the Materials. This license shall remain in effect until and unless terminated by you or Sun Genomics. You promise and agree that you are using the Service for your own personal, non-commercial use and that you will not redistribute or transfer the Service. \n<\/p>\n<h3>Sample Testing<\/h3>\n<p>Sun Genomics offers a host of products and services (hereinafter, “Products”) available for order on its Website. These Products, including, but not limited to, FLORÉ and the representations regarding the same are subject to these Terms. Sun Genomics’ offered Products include an opportunity for you to submit various samples which may include one or more of stool, blood, saliva, cheek swab, and\/or urine, using test kits provided by Sun Genomics (hereinafter, “Sample”). ANY SAMPLE, ONCE SUBMITTED TO SUN GENOMICS IS ANALYZED AND PROCESSED IN AN IRREVERSIBLE MANNER AND NO SUCH SAMPLE MAY BE RETURNED TO YOU AFTER SUBMISSION. FURTHERMORE, NO REFUND WILL BE GIVEN ONCE A USER’S SAMPLE HAS BEEN SENT FOR SEQUENCING.\n<br>\nYou understand and agree that you transfer and assign all right and title to that Sample after submission of the same and the information derived there is property of Sun Genomics and\/or its assignees. \n<br>\nSun Genomics may not be able to process your Sample and the laboratory process may result in errors. The laboratory may not be able to process your Sample if your Sample does not contain a sufficient volume of DNA, you do not provide enough of a Sample, or the results from processing do not meet our standards for accuracy. If the initial processing fails for any of these reasons, Sun Genomics will reprocess the same Sample at no charge to the user. If the second attempt to process the same Sample fails, Sun Genomics will offer to send another kit to the user to collect a second Sample at no charge. If the user sends another Sample and Sun Genomics' attempts to process the second Sample are unsuccessful, (up to 0.35% of all Samples fail the second attempt at testing according to Sun Genomics data obtained in 2014 for all genotype testing), Sun Genomics will not send additional Sample collection kits and the user will be entitled solely and exclusively to a complete refund of the amount paid to Sun Genomics, less shipping and handling, provided the user shall not resubmit another sample through a future purchase of the Service. \n<br>\nYou should not expect nor are you entitled to any financial benefit as a result of submission of your Sample. You understand that by providing any Sample, having your Sample processed, accessing your Sample, or providing any self-reported information that you have done so voluntarily and that you acquire no rights in any research or commercial products that may be developed by Sun Genomics or its collaborating partners. You specifically understand that you will not receive compensation for any research or commercial products that include or result from your Sample or information you provide to Sun Genomics.\n<\/p>\n<h3>Jurisdictional Statement<\/h3>\n<p>Sun Genomics does not represent that Materials are appropriate or made available for use outside of the United States of America. This website may contain links to other sites. If so, and if you choose to use the services provided by those third-party websites, you may be asked by those sites to provide certain personally identifiable information. Sun Genomics is not responsible for the privacy practices of those sites. Please be aware if or when you leave our site, read the privacy policies of each and every website that you visit. These Terms apply solely to this website. Sun Genomics is not responsible for the contents of any linked site or any link contained in a linked site. \n<\/p>\n<h3>Conditions of Use<\/h3>\n<p>When you register for an account you must (a) provide accurate and complete information, and (b) update such information from time to time as necessary to keep your registration information current and accurate. By establishing an account, you represent and warrant that you have the right to, and are authorized to, provide the information you provide when you register for the account. You are responsible for maintaining the confidentiality of your account information and password and for restricting access to such information and to your computer. All activities that occur under your account or password will be your responsibility. In using the Service, you agree not to engage in any of the following activities: (a) any resale or commercial (non-personal) use of the Service or the Materials therein; (b) the distribution, public performance or public display of any of the Materials; (c) any modification or derivative use of the Service or the Materials, or any portion thereof; (d) any use of automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Service; (e) the download (other than page caching) of any portion of the Service, the Materials, or any information contained therein, except as expressly permitted; (f) any attempt to gain unauthorized access to Sun Genomics’ servers or computer systems or to engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, any part of the Service; (g) the collection or harvesting of any personally identifiable information, including, but not limited to, company names, domain names or account names, from the Service, or the use of communication systems provided by the Service for any commercial solicitation purposes; (h) the use of any portion of the Service as a destination linked from any unsolicited bulk messages or unsolicited commercial messages; or (i) any use of the Service or the Materials other than for their intended purpose.\n<\/p>\n<h3>User Content<\/h3>\n<p>Some features of the Service may include functionality enabling you to post content, such as profiles, notes, messages, photos, and videos (“User Content”) that may be made available to Sun Genomics and\/or other users of the Service. Sun Genomics has the right to refuse any User Content. You agree that Sun Genomics, at its sole discretion, has the right to screen, reject, or remove any User Content, or any portion thereof, posted using the Service that infringes Sun Genomics’ or any third party’s intellectual property or other rights, violates these Terms or our other policies, or is otherwise objectionable. \n<br>\nSun Genomics reserves the right to disclose any User Content as necessary to satisfy any applicable law, regulation, legal process or governmental request. Sun Genomics has the right to suspend or terminate the Service at any time without preserving your User Content. In using the Service, you agree not to post any User Content that (a) is false, deceptive, deceitful, misleading, unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, harmful to minors, fraudulent or otherwise objectionable; (b) would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law; (c) may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party; (d) impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity; (e) contains private or confidential information of any third party, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers; (f) contains viruses, spyware, malware, corrupted data or other harmful, disruptive or destructive files; (g) in the sole judgment of Sun Genomics, may expose Sun Genomics to any harm or liability of any type; or (h) harasses, degrades, intimidates or is hateful toward an individual or group of individuals for any reason and especially on the basis of religion, gender, sexual orientation, race, ethnicity, age or disability. By posting User Content, you grant Sun Genomics and its affiliates a perpetual, irrevocable, worldwide, royalty-free, freely transferable and sub-licensable (through unlimited levels of sublicense) non-exclusive right to use, reproduce, modify, transmit, publish, display, distribute, and create derivative works of such User Content for purposes of delivering the Service to you and other users of the Service. You represent and warrant that: (a) you own and control all of the rights to the User Content that you post or you otherwise have the right to post such User Content and to grant the rights granted herein; (b) the User Content is accurate and not misleading; and (c) distribution of the User Content you supply in accordance with your direction does not violate these Terms and will not violate any rights of or cause injury to any person or entity. You hereby waive any moral rights you may have in such User Content under the laws of any jurisdiction.\n<br>\nAll rights are reserved to Sun Genomics. You may not modify, copy, reproduce, republish, upload, transmit, broadcast, sell or distribute in any way any material from this website or Products without express written permission from Sun Genomics. Other featured words or symbols, used to identify the source of goods and services, may be the trademarks of Sun Genomics. Pursuant to Title 17, United States Code, Section 512(c)(2), notifications of claimed copyright infringement should be sent to the service provider’s designated agent. \n<br>\nYou agree that you will not, and will not assist or enable others to use the website: (a) to threaten, stalk, defraud, incite, harass, or advocate the harassment of another person or entity, or otherwise interfere with use of the website; (b) in violation of these Terms or any applicable law; (c) to modify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade, link to, or in any way exploit the website or website content except as expressly authorized by Sun Genomics; (d) to mine, record or gather information about other users.\n<br>\nSun Genomics may terminate or suspend your account and\/or ability to use the website, in whole or in part, at our sole discretion, for any or no reason, and without notice or liability of any kind. \n<\/p>\n<h3>Privacy Policy<\/h3>\n<p>The Sun Genomics’ Privacy Policy (“Privacy Policy”), found here: <a href=\"\/pages\/privacy-policy\">Privacy Policy<\/a>, describes how Sun Genomics collects, uses, discloses and protects your personally identifiable information, including any protected health information, in connection with the Service. The Privacy Policy is hereby incorporated by reference into these Terms and your acceptance of the Terms shall constitute your acceptance of the Privacy Policy.\n<\/p>\n<h3>Disclaimer and Liability<\/h3>\n<p>THE WEBSITE, ALL WEBSITE CONTENT, AND ALL SERVICES OFFERED BY SUN GENOMICS, INCLUDING, BUT NOT LIMITED TO FLORÉ, IS MADE AVAILABLE TO YOU ON AN \"AS IS\" BASIS. SUN GENOMICS MAKES NO WARRANTIES, REPRESENTATIONS, OR CONDITIONS OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED AS TO (1) THE OPERATION AND FUNCTIONALITY OF THE WEBSITE OR PRODUCTS, (2) THE ACCURACY, INTEGRITY, COMPLETENESS, QUALITY, LEGALITY, USEFULNESS, SAFETY, AND INTELLECTUAL PROPERTY RIGHTS OF ANY OF THE SITE CONTENT, INCLUDING BUT NOT LIMITED TO THE ACCURACY OF INFORMATION LISTED ON THIS WEBSITE, AND (3) THE PRODUCTS AND SERVICES ASSOCIATED WITH AND\/OR SOLD ON THE WEBSITE, AND (4) SUN GENOMICS FURTHER DISCLAIMS ALL WARRANTIES, EXPRESS, STATUTORY, OR IMPLIED WITH RESPECT THERETO, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, DURABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. IN NO CASE SHALL SUN GENOMICS, ITS DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING FROM AND\/OR RELATED TO YOUR USE OF THE WEBSITE AND\/OR OF ANY OF PRODUCTS SOLD THEREON, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY PRODUCT CONTENT (OR PRODUCT) POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. BECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, SUN GENOMIC’S LIABILITY SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\n<\/p>\n<h3>Indemnity<\/h3>\n<p>You agree to indemnify Sun Genomics and its agents and representatives from and against any and all liabilities, expenses (including attorneys' fees) and damages from any claim or demand made by any third-party due to or arising out of (i) your access or use of the website or of the Products sold thereon, (ii) your violation of these Terms, or (iii) the infringement by you, or any third-party using your account, of any intellectual property or other right of any person or entity. \n<\/p>\n<h3>Use of Website <\/h3>\n<p>You affirm that you are either more than 18 years of age, an emancipated minor, or possess legal parental or guardian consent, and are able and competent to enter into the terms and conditions set forth in these Terms. You must be at least thirteen (13) years of age to use this website. If you are under 13 years of age, then please do not use this website.\n<\/p>\n<h3>Charges and Billing<\/h3>\n<p>Sun Genomics charges a fee for certain Products. You must provide a valid credit card number when you order a Product. You represent and warrant that you are authorized to use such credit card, and you agree to pay all charges incurred using your account. You agree that we may pass your credit card information and related personally identifiable information to our designated service provider(s) for their use in charging you for the Product ordered by you. All charges are exclusive of sales and other taxes and you are responsible for payment of any applicable taxes (other than taxes on Sun Genomics income). We reserve the right to accept or reject orders for any reason. Price and availability of Products are subject to change without notice (unless you have purchased an ongoing subscription to a Sun Genomics Product, in which case the subscription price paid by you for such service shall apply during the term of such subscription). You agree that any payment submitted by you for Sun Genomics Products is submitted on behalf of yourself, without expectation of any reimbursement by third-party payers. Sun Genomics will not submit any information provided by you for reimbursement or payment from private insurance carriers, Medicare, Medicaid, or any other third-party payers. Sun Genomics may offer paid service plans which provide for ongoing Products over a specified period of time (for example, quarterly or annually). Any such plan shall automatically renew at the end of the stated service period (and again at the end of any subsequent renewal period) at the then-current renewal price until cancelled. Please note that Sun Genomics may provide refund(s) for current service plans or enrollments at its sole discretion regardless of when you cancel your account before the current service period expires. In addition, you may be responsible for paying any balance due on the account when you cancel. You agree that we may charge any unpaid fees to you through the payment method you provided during registration, and\/or we may send you a bill for such unpaid fees. Sun Genomics will not provide a refund once a User’s Sample is sent for DNA sequencing and\/or analysis.\n<\/p>\n<h3>Dispute Resolution<\/h3>\n<p>All disputes arising out of these Terms shall be submitted to mediation in accordance with the rules of Arts Arbitration and Mediation Services, a program of California Lawyers for the Arts. If mediation is not successful in resolving all disputes arising out of these Terms, those unresolved disputes shall be submitted to final and binding arbitration. The arbitrator shall be selected in accordance with the rules of Arts Arbitration and Mediation Services, a program of California Lawyers for the Arts. If such services are not available, the dispute shall be submitted to arbitration in accordance with the laws of the State of California. The arbitrator's award shall be final, and judgment may be entered upon it by any court having jurisdiction thereof. All disputes arising out of this these Terms shall be submitted to final and binding arbitration. The arbitrator shall be selected in accordance with the rules of Arts Arbitration and Mediation Services, a program of California Lawyers for the Arts. If such services are not available, the dispute shall be submitted to arbitration in accordance with the laws of the State of California. The arbitrator's award shall be final, and judgment may be entered upon it by any court having jurisdiction thereof. Testimony shall be permitted by telephone, video conference and other forms of real-time communications. If the arbitrator requires in-person hearings, the hearings shall be held in San Diego, California. The arbitral award will be final and binding and may be entered and enforced in any court of competent jurisdiction. In no event shall any claim, action or proceeding related in any way to the Service be instituted more than two (2) years after the cause of action arose.\n<\/p>\n<h3>Waiver of Jury Trial and Class Action Suits<\/h3>\n<p>BY ENTERING INTO THESE TERMS, YOU AND SUN GENOMICS ACKNOWLEDGE AND AGREE TO WAIVE CERTAIN RIGHTS TO RECEIVE A JURY TRIAL OR TO PARTICIPATE AS A PLAINTIFF OR AS A CLASS MEMBER IN ANY CLAIM ON A CLASS OR CONSOLIDATED BASIS OR IN A REPRESENTATIVE CAPACITY.\n<\/p>\n<h3>Limitation of Claims<\/h3>\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of, related to or connected with the use of this website or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever banned. This provision only applies if you purchased Services from this website for resale to others (that is, it does not apply to consumer transactions). \n<\/p>\n<h3>Applicable Law<\/h3>\n<p>These Terms and the resolution of any dispute related to these Terms or the Service shall be governed by and construed in accordance with the laws of the State of California, United States of America, without giving effect to that state’s principles of conflicts of laws. The federal and state courts of the State of California shall have exclusive jurisdiction over all claims.\n<\/p>\n<h3>Severability<\/h3>\n<p>If any provision these Terms should be determined to be invalid, illegal or unenforceable for any reason by any court of competent jurisdiction then such provision shall be enforced only to the extent it is enforceable and the remaining provisions shall survive and remain in full force and effect and continue to be binding and enforceable.\n<\/p>\n<h3>Assignability<\/h3>\n<p>Neither party may assign these Terms without the written consent of the other and any attempt to do so shall be void, except that these Terms may be assigned as part of a merger or acquisition of substantially all of the assets or stock of the assigning party.\n<\/p>\n<h3>Relationship<\/h3>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Sun Genomics.\n<\/p>\n<h3>Waiver<\/h3>\n<p>No waiver of any term, provision or condition of these Terms, whether by conduct or otherwise, in any one or more instances, shall be deemed to be, or shall constitute, a waiver of any other term, provision or condition hereof, whether or not similar, nor shall such waiver constitute a continuing waiver of any such term, provision or condition hereof. No waiver shall be binding unless executed in writing by the party making the waiver.\n<\/p>\n<h3>Force Majeure<\/h3>\n<p>If the performance of any part of these Terms by either party is prevented, hindered, delayed or otherwise made impracticable by reason of any flood, riot, fire, judicial or governmental action, labor disputes, act of God or any other causes beyond the control of either party, that party shall be excused from such to the extent that it is prevented, hindered or delayed by such causes.\n<\/p>\n<h3>Entire Agreement<\/h3>\n<p>These Terms constitute the complete and exclusive statement of the agreement between the parties with respect to the use of the Service and any acts or omissions of Sun Genomics, and supersedes any and all prior or contemporaneous communications, representations, statements and understandings, whether oral or written, between the parties with respect to the subject matter thereof.  You agree to abide by our Terms and not to use the Service or any part thereof in any manner not expressly permitted by these Terms. Except for the rights expressly granted to you in these Terms, Sun Genomics grants no right, title, or interest to you in the Service. Any Sun Genomics software applications of the Service are licensed, not sold, to you, and Sun Genomics and its licensors retain ownership of all copies of the Sun Genomics software applications even after installation on your personal computers, mobile handsets, tablets, and\/or other relevant devices. Third party software (for example, open source software libraries) included in the Sun Genomics Service are licensed to you either under these Terms or under the relevant third party software library’s license terms as published in the help or settings section of the application and\/or on our website.\n<\/p>\n<h3>Products for Personal Use <\/h3>\n<p>\nThe products available on our Website are for personal use only. You may not sell or resell any of the products or samples you purchase or otherwise receive from us. By purchasing any product through us, you agree not to offer the products or samples for resale. We reserve the right, with or without notice, to cancel or reduce the quantity of any order to be filled or products to be provided to you that we believe, in our sole discretion, may result in the violation of these Terms. \n<\/p>\n<h3>Order Acceptance <\/h3>\n<p>\nNote—there may be certain orders that we are unable to accept and must cancel. We reserve the right, at our sole discretion, to refuse or cancel any order for any reason. Your credit card or other approved method of payment will not be refunded in these cases.<\/p>\n<h3>Shipping for International Orders <\/h3>\n<p>\nYou are solely responsible for providing us with accurate shipping information and a valid phone number or email address. In the event that any Product is returned to us as a result of your failure to provide us with accurate shipping information, you shall be responsible for any additional shipping fees or other charges that may be applied to the return of the Product to us or in re-sending the Product to you.  <br>\nPlease note that refunds will not be issued for any order that is refused or abandoned by the intended recipient or orders seized by customs.  <br>\nShipping and delivery dates are estimates only and cannot be guaranteed. We are not liable for any delays in shipments.  <br>\nInternational shipment rates vary based on total package weight and final destination. Pricing on our Website does not include duties, insurance costs, tariffs, or value-added taxes (VAT), sales taxes or other international costs\/taxes. Free shipping promotions do not apply to international orders.  <br>\nIf you place an order for shipment to an international address, you will be responsible for paying any VAT and other taxes, tariffs, import or export duties, and other similar taxes, duties or fees attributable to such orders. These taxes, duties and fees, if assessed, are the sole responsibility of the package recipient, who will be billed for them by the local customs office.  \n<\/p>\n<\/article>"}}},"order":["main"]}