{"sections":{"main":{"type":"research-publications","blocks":{"ca55c2f0-3fa7-4f20-ade4-f418f4b8d374":{"type":"order","settings":{"scientific_papers":"Precision synbiotics increase gut microbiome diversity and improve gastrointestinal symptoms in a pilot open-label study for autism spectrum disorder.","paragraph":"<p>The use of prebiotics and probiotics to improve symptoms associated with autism spectrum disorder (ASD) has varied from study to study, indicating the complex and heterogeneous nature of the disorder and the behaviors and gastrointestinal symptoms associated with ASD. There is a wide variety in the severity of symptomsand developmental impediments across the population. Gut microbiome studies have also shown unique but varied microbial...<\/p>","paragraph2":"<p>medrxiv Oct. 2022<\/p>","link_text":"View Publication","link_pdf":"https:\/\/doi.org\/10.1101\/2022.10.26.22281525","title2":"Joann Phan, Diana C. Calvo, Divya Nair, Suneer Jain, Thibaut Montagne,  James Corbitt, Kelsey Blanchard,  Shirin Treadwell,  James Adams, Rosa Krajmalnik-Brown"}},"5977520d-8a6d-450b-8276-1ff46866e457":{"type":"order","settings":{"scientific_papers":"Alterations in Gut Microbiome Composition and Function in Irritable Bowel Syndrome and Increased Probiotic Abundance with Daily Supplementation","paragraph":"<p>Irritable bowel syndrome (IBS) is characterized by abdominal discomfort and irregular bowel movements and stool consistency. As such, the gut microbiome has been posited as being influential for the syndrome. However, identifying microbial features associated with IBS symptom heterogeneity is difficult without large cohorts. Our aim was to identify microbial features associated with IBS and IBS subtypes compared to healthy controls and to determine if a synbiotic supplementation intervention could decrease the proportion of those microbial features<\/p>","paragraph2":"<p>mSystems Nov. 2021<\/p>","link_text":"View Publication","link_pdf":"https:\/\/doi.org\/10.1128\/mSystems.01215-21","title2":"Joann Phan,  Divya Nair, Suneer Jain,  Thibaut Montagne,  Demi Valeria Flores, Andre Nguyen, Summer Dietsche, Saurabh Gombar, Philip Cotter"}}},"block_order":["ca55c2f0-3fa7-4f20-ade4-f418f4b8d374","5977520d-8a6d-450b-8276-1ff46866e457"],"settings":{"Main_Heading":"Research Publications"}},"b8b7d157-14eb-4316-bf0c-1021e82a29f3":{"type":"customize-your-probitics","settings":{"bg-image":"shopify:\/\/shop_images\/flore_blog_bg12.png","heading":"A Healthy Gut Starts Here","heading-type":"h3","color":"#ffffff","btn-text":"Get Started Today","url":"shopify:\/\/pages\/flore-clinical"}}},"order":["main","b8b7d157-14eb-4316-bf0c-1021e82a29f3"]}