{"sections":{"main":{"type":"faqs-accordion","blocks":{"5d7808e5-a807-4b0d-82fb-92afad352696":{"type":"block-1","settings":{"faqs_heading":"What is the microbiome?","paragraph":"The microbiome is the collection of all the microbes and their corresponding set of genes. Sun Genomics focuses on the microbiome located in the gut. A common misconception is that all these microbes are bad for you, but that is not true; microbes play an integral role in aiding the body's immunological, nutritional, and metabolic functions.","heading_faqs":"Our Microbiome Test"}},"3e1660ad-4e8a-462e-b927-0bf5573734a9":{"type":"block-1","settings":{"faqs_heading":"What can your test detect?","paragraph":"<ul type=\"circle\">\n<li>Our microbiome platform (Gutbuster) can detect over 23,000 different organisms including bacteria, parasites, yeast, viruses, phases, and fungi. Some common organisms that our platform can detect include: Candida, H. Pylori, Blastocystis Hominis, C. Diff, and E. Coli.   <\/li>\n\n<li>To keep things simple, our microbiome report only highlights organisms that have a .02% abundance level or higher meaning that if you were looking for a specific organism on the report and can't find it, it is likely that the organism was not detected at a high enough level (over .02% abundance). <\/li>\n\n<li>We cannot detect any human DNA, so we can't detect blood in the stool. This means we are not capturing your DNA itself, only the DNA of the microbes living in your gut.<\/li> <\/ul>","heading_faqs":""}},"be2b7db9-972a-433b-a738-737afac4888e":{"type":"block-1","settings":{"faqs_heading":"What’s the difference between the tests you offer?","paragraph":"Our <a href=\"https:\/\/flore.com\/products\/flore-gut-health-test\"> Gut Health Test <\/a>and the <a href=\"https:\/\/flore.com\/pages\/monthly-subscriptions\">monthly subscription <\/a> include the same comprehensive microbiome test. We just give you a discount and make the test $79 when purchasing the monthly subscription. Month 2 of the monthly subscription starts the custom probiotics. <br><br>\nCalprotectin is a specific test to look at the level of the protein Calprotectin in the gut, which aids in diagnosing IBD. The GI Pathogen Test looks at specific harmful strains and is a separate test to the microbiome test.","heading_faqs":""}},"5389a21d-bf61-4cf8-ae07-a89d6b180dcc":{"type":"block-1","settings":{"faqs_heading":"What’s the difference between the Microbiome Test and the GI Pathogen Test?","paragraph":"The microbiome test is a comprehensive look at your gut--bacteria, parasites, viruses, yeast, fungi and more. It is going to show you all the good, neutral, and harmful things in your gut. We can see beneficial probiotic strains that may be in your gut already too.\nThe GI Pathogen test specifically looks at 14 specific strains that cause the most harm to your gut. For example, it detects the exact strain of E. Coli that causes illness (some E. Coli is harmless). It also can detect the C. Diff. toxins that are actually dangerous. See the <a href=\"https:\/\/flore.com\/products\/flore-gastrointestinal-pathogen-test\">list<\/a> of everything tested in the GI Pathogen test here. <b style=\"font-weight:bold\">If you've traveled internationally or know of possible exposure to contaminated water, food etc., or are experiencing frequent diarrhea, then the GI Pathogen Test could be beneficial.<\/b>","heading_faqs":""}},"90c6f927-1559-4c1c-ab29-e5d9362e742a":{"type":"block-1","settings":{"faqs_heading":"How often should I retest?","paragraph":"Monthly subscribers retest for free every 4 months on the probiotics. It is optional to return the test, but we highly recommend it so we can update your formula with your changing microbiome. Diet, antibiotics, our custom probiotics, and more can change the microbiome.","heading_faqs":""}},"cbd98f3c-2ade-47c5-9d37-6ecdeecf7698":{"type":"block-1","settings":{"faqs_heading":"How do I read my report?","paragraph":"<ul>\n<li>In the \"Overview\" tab, you will see the key findings at the top. Then, you can see your gut score. There are many factors that go into the score, so don't be alarmed if your score is not changing significantly. Things like illness, medications, saturated fat, simple carbs, sugar and more can contribute to gut health. <\/li>\n<li>\nBelow there, you will see some recommendations for dietary changes to help improve your microbiome and score. Note--these do NOT take into account your allergies and dietary restrictions and are simply based on the microbes found. <\/li> \n<li>\nFrom there, you can work through the individual tabs of \"Microbiome Details\" and \"Explore Your Microbes.\" If you're looking for harmful bacteria or pathogens found, look under the \"Unfavorable\" section of the report. <\/li>\n<li>The \"Microbiome Details\" tab will show the composition of your gut, your sub scores, and how you compare to the American Gut Project.<\/li>\n<li>Each of the microbes in the \"Explore Your Microbes\" tab includes a brief description and comparison information so that you can gauge how you stack up with other Floré customers.<\/li>\n<li>The view is slightly different in the mobile app.<\/li>\n<li><b style=\"font-weight:bold\">\nWant help reviewing it? Have specific report questions? Reach out to our Scientific Liaison at  <a href=\"mailto:shirin@sungenomics.com\" rel=\"noreferrer\">shirin@sungenomics.com<\/a>. <\/b><\/li>\n\n<\/ul>","heading_faqs":""}},"c6d6e0f1-3c47-4979-a633-4fef49a90865":{"type":"block-1","settings":{"faqs_heading":"How do I collect my sample?","paragraph":"Please read instructions and watch our videos on the\n<a href=\"https:\/\/flore.com\/pages\/instructions\">instructions page.<\/a>","heading_faqs":""}},"4efc1d49-7f05-4a22-8ba1-419a9cc3419a":{"type":"block-2","settings":{"faqs_heading":"What is included in the probiotics? Are they vegan? Are they gluten free?","paragraph":"Our probiotic formulas are free of gluten, dairy, corn, and soy. The capsule is vegan and alage-based. The only things you'll find in the formula are the probiotic strains and prebiotic plant-based ingredients to help the probiotics flourish. You can indicate any allergies or sensitivities on the health and diet survey at time of kit return and registration.","heading_faqs":"Our Custom Probiotics"}},"09598de6-497a-49da-b928-e3cc21a6ffc7":{"type":"block-2","settings":{"faqs_heading":"How does Floré help my microbiome?","paragraph":"Part of Sun Genomics' process is to analyze your gut composition and record which microbes your body has both ample and deficient supply of. Based on the data, we will craft a probiotic that will help fortify your gut into a stronger and healthier state.","heading_faqs":""}},"4a83fab4-2f18-4617-a2a8-5c1506fd41b4":{"type":"block-2","settings":{"faqs_heading":"How do I take the probiotics?","paragraph":"<ul>\n<li>Capsules (Floré): The probiotics can be taken anytime, but we suggest taking one probiotic pill every day in the morning, at least 20 minutes before breakfast. Taking with water is best. <\/li>\n<li>\nPowder (Floré Baby, Tots, &amp; Kids): Mix one 1\/4 teaspoon serving (using the scoop provided) into your child's favorite cold drink. We suggest using water, milk or juice. The probiotics can be taken anytime, but it is best to take it in the morning about 20-30 minutes before breakfast. <\/li>\n<li>\nIn the first shipment, everyone receives a personalized bamboo bottle and a week's worth of a prime version that is 1\/6th the strength. Take this for the first seven days to get your body acclimated before beginning your first full-strength dose. (Note: the color may vary between the Prime and full-strength due to the different concentrations.) <\/li>\n<\/ul>","heading_faqs":""}},"1ea595a0-d4e0-4aed-9386-46b71eef09d7":{"type":"block-2","settings":{"faqs_heading":"When can I expect to see results?","paragraph":"It's important to note that every person is different in both their gut profile as well as their reaction to probiotics. Therefore, everyone's results and reaction time is a variable that we cannot predict. What we can predict is that your overall health will improve.","heading_faqs":""}},"2efc8bb5-b3d3-4402-aa44-6115af643ec4":{"type":"block-2","settings":{"faqs_heading":"Will I have to take it to the rest of my life?","paragraph":"All customers are different in how they plan to manage their microbiome. After 4 months, we encourage customers to retest and see how their microbiome has changed.","heading_faqs":""}},"76ad05a1-adf7-4959-8bd8-2639e6f26a03":{"type":"block-2","settings":{"faqs_heading":"What forms do the probiotics come in?","paragraph":"We offer capsules and powder form. Capsules are ideal for adults and older children who can swallow pills since they are enterically coated to survive the stomach acid. Powder is mixed with a liquid or soft food and is reserved for infants\/children and adults who can not swallow capsules.","heading_faqs":""}},"e673ead2-ee74-47fc-b24d-9da0210cedec":{"type":"block-2","settings":{"faqs_heading":"Where are my probiotics made?","paragraph":"Everything we do is in-house. Every step of the process from formulation to fulfillment is done at our headquarters in San Diego, California.","heading_faqs":""}},"094e4d24-67ac-41e5-8922-a44ee04470c1":{"type":"block-2","settings":{"faqs_heading":"How important is refrigeration during travel if I want to take my probiotics with me?","paragraph":"We have run rigorous testing in house to understand the viability of the strains in each of our probiotics under specific temperature conditions. Most probiotic strains can endure temperatures up to 112F and all are happy at body temperature of 98F. Our probiotics are cold shipped to ensure survivability and prevent temperature spikes in transit. The bamboo travel jar included in your first month protects the probiotics for up to 30 days at room temperature.","heading_faqs":""}},"5c0353cf-e613-48a3-a39f-f0f1fe9f5d14":{"type":"block-2","settings":{"faqs_heading":"What do I do if the probiotics aren’t working for me?","paragraph":"If you’ve been taking the custom probiotics and feel they are not working well for you, please reach out to <a href=\"mailto:customerservice@sungenomics.com\">customerservice@sungenomics.com <\/a>within the first month so we can discuss a possible reformulation.","heading_faqs":""}},"5e9da28c-8e87-4541-8988-0915af3fa664":{"type":"block-2","settings":{"faqs_heading":"How does the monthly subscription work?","paragraph":"Month 1 is the test and results. Starting at month 2, you get a custom formula every month. It’s $79 a month. You also receive the offer for a free retest every 4 months on the monthly plan.","heading_faqs":"Subscription Management"}},"39d6d8bd-2b2c-41a9-91ef-067bd287ffd3":{"type":"block-2","settings":{"faqs_heading":"Can I cancel at anytime?","paragraph":"Yes, you can cancel without a fee at any time. Read our full <a href=\"https:\/\/flore.com\/pages\/refund-policy\"> refund, return, reformulation, and cancellation policies.<\/a>","heading_faqs":""}},"9a3fcc7c-d26e-45a6-9e61-932a9f43d9d5":{"type":"block-2","settings":{"faqs_heading":"How do I manage my subscription?","paragraph":"You can manage your subscription (including pushing out your next renewal or canceling) by clicking on <a href=\"https:\/\/flore.com\/account\/login\"> My Billing Account<\/a>.  Account on our website  <a href=\"https:\/\/flore.com\">flore.com.\n<\/a>\n<ul>\n<li>\nLog into <a href=\"https:\/\/flore.com\/account\/login\">your account<\/a> using your email and password.  If this is your first time trying to manage your account, you will need to create a new account.<\/li>\n<li>\nAfter logging into your account, click on “Manage Subscriptions” in the middle of the screen. <\/li>\n<li>\nSelect a specific subscription to adjust the renewal date, cancel, add a discount code, change the card on file etc. <\/li>\n<li>\nPlease note that the account management log-in is different from the log-in information you may have used to create an account on the Floré mobile app or on our web portal and you may need to create this account to manage your subscription. <\/li>\n<\/ul>","heading_faqs":""}}},"block_order":["5d7808e5-a807-4b0d-82fb-92afad352696","3e1660ad-4e8a-462e-b927-0bf5573734a9","be2b7db9-972a-433b-a738-737afac4888e","5389a21d-bf61-4cf8-ae07-a89d6b180dcc","90c6f927-1559-4c1c-ab29-e5d9362e742a","cbd98f3c-2ade-47c5-9d37-6ecdeecf7698","c6d6e0f1-3c47-4979-a633-4fef49a90865","4efc1d49-7f05-4a22-8ba1-419a9cc3419a","09598de6-497a-49da-b928-e3cc21a6ffc7","4a83fab4-2f18-4617-a2a8-5c1506fd41b4","1ea595a0-d4e0-4aed-9386-46b71eef09d7","2efc8bb5-b3d3-4402-aa44-6115af643ec4","76ad05a1-adf7-4959-8bd8-2639e6f26a03","e673ead2-ee74-47fc-b24d-9da0210cedec","094e4d24-67ac-41e5-8922-a44ee04470c1","5c0353cf-e613-48a3-a39f-f0f1fe9f5d14","5e9da28c-8e87-4541-8988-0915af3fa664","39d6d8bd-2b2c-41a9-91ef-067bd287ffd3","9a3fcc7c-d26e-45a6-9e61-932a9f43d9d5"],"settings":{"Main_Heading":"Frequently Asked Questions"}}},"order":["main"]}