{"sections":{"main":{"type":"faqs-all","blocks":{"ffd9a72c-4ecb-470c-944d-9dead08b5fb8":{"type":"block-1","settings":{"faqs_heading":"What is the microbiome?","paragraph":"<p>The microbiome is the collection of all the microbes and their corresponding set of genes. Sun Genomics focuses on the microbiome located in the gut. A common misconception is that all these microbes are bad for you, but that is not true; microbes play an integral role in aiding the body's immunological, nutritional, and metabolic functions.<br\/><\/p>"}},"9ce44b5b-7c5d-4139-99cf-f3fa0d726beb":{"type":"block-2","settings":{"faqs_heading":"How does Floré help my microbiome?","paragraph":"<p>Part of Sun Genomics' process is to analyze your gut composition and record which microbes your body has both ample and deficient supply of. Based on the data, we will craft a probiotic that will help fortify your gut into a stronger and healthier state.<br\/><\/p>"}},"4a125213-f5ba-4d97-8229-5bd296f54d11":{"type":"block-1","settings":{"faqs_heading":"When can I expect to see results?","paragraph":"<p>It's important to note that every person is different in both their gut profile as well as their reaction to probiotics. Therefore everyone's results and reaction time is a variable that we cannot predict. What we can predict is that your overall health will improve.<br\/><br\/><\/p>"}},"7f0542ab-83c2-4bf9-bfff-ffa61c6b7f5b":{"type":"block-2","settings":{"faqs_heading":"Does my gut microbiome change?","paragraph":"<p>Your microbiome is always subject to change: if you take antibiotics, have a severe illness, or even change your diet, your gut microbiome will change. We provide you probiotics that last for three months and you can renew your subscription to re-test and reformulate, accommodating for any changes to your microbiome.<br\/><br\/><\/p>"}},"79136783-62fd-49c5-9d33-1fcd9bdf6e8d":{"type":"block-1","settings":{"faqs_heading":"What does my subscription entail?","paragraph":"<p>As a part of the subscription, we include one kit, which will be used to collect your stool sample, and three months worth of personalized probiotics. If you wish to continue your subscription there will be an automatic renewal option, wherein after your probiotics have ended, you will be retested and provided with a new set of probiotics.<br\/><br\/><\/p>"}},"15e41585-ca64-459c-8993-e679fb1b3e8d":{"type":"block-1","settings":{"faqs_heading":"Will I have to take it to the rest of my life?","paragraph":"<p>All customers are different in how they plan to manage their microbiome. After three months we encourage customers to retest and see how their microbiome has changed.<br\/><br\/><\/p>"}},"b6b393ac-636e-48a2-a209-ed3b321b27e2":{"type":"block-1","settings":{"faqs_heading":"How often do I get to test my microbiome in the first 4 months?","paragraph":"<p>Your Floré subscription includes 1 microbiome test every four months.<br\/><br\/><\/p>"}},"6acd9aad-a460-4d43-a6f9-c37d58eabca4":{"type":"block-1","settings":{"faqs_heading":"What is included in my purchase of Floré Test + Probiotics","paragraph":"<p>The Floré Test + Probiotics includes an easy-to-use at-home microbiome collection kit, an in-depth microbiome analysis for month 1 and a monthly supply of lab-crafted probiotics manufactured in our GMP facility in San Diego, California starting month 2 and onward.<br\/><br\/><\/p>"}},"a959bfff-6913-48c6-92af-9036d4604bb8":{"type":"block-1","settings":{"faqs_heading":"How much do the following rounds of Floré cost after the initial round?","paragraph":"<p>The renewal rate is the same low price of $99 + taxes with free shipping and you’ll receive the test kit in month 1 and custom formulated batch of probiotics monthly.<br\/><br\/><\/p>"}},"b5a84f55-60b1-4469-b3ea-a5e6a82779ca":{"type":"block-1","settings":{"faqs_heading":"How long will it usually take for me to receive my customized probiotics supplement from the day I send back my sample?","paragraph":"<p>It currently takes between 3-5 weeks from the day we receive your sample to the day we ship your probiotics and you receive your Microbiome Analysis Report in the online customer portal.<\/p>"}},"8b4aae12-42e0-462b-8601-0ee9e4b0fe90":{"type":"block-1","settings":{"faqs_heading":"Isn’t 16 weeks too early to see a difference in my Microbiome to retest?","paragraph":"<p>Not at all. We’ve tested quite a lot of people and found that we could see significant microbiome shifts in only 3 weeks of taking Floré precision probiotics.<\/p>"}},"c6194350-0e75-4342-849f-b76932c41691":{"type":"block-1","settings":{"faqs_heading":"What if I just want more of my initial formulation instead of a retest?","paragraph":"<p>You may stay on your initial formulation for $99 + taxes at month 5 and not opt to gut test, but we will send you one to complete whenever you are ready.<\/p>"}},"3c09c5e6-da35-40f1-aa5e-b957c8708b74":{"type":"block-2","settings":{"faqs_heading":"How often will I be charged and how often I will get my supplies?","paragraph":"<p>Floré is a monthly subscription. You can manage your subscription through recharge. You will receive the information via email. You will receive a new test kit every three months along with three months custom formulated probiotics.<br\/><\/p>"}},"e96d3379-739f-4ee6-bc71-bc3df82bd9bc":{"type":"block-2","settings":{"faqs_heading":"Where are my probiotics made?","paragraph":"<p>Everything we do is in-house. Every step of the process from formulation to fulfillment is done at our headquarters in San Diego, California.<br\/><br\/><\/p>"}},"987012c7-64b3-45bd-8831-aa3eebed5c9a":{"type":"block-2","settings":{"faqs_heading":"When will I receive my probiotics?","paragraph":"<p>At Sun Genomics, we use cutting edge sequencing technology to analyze your gut microbiome and micro-manufacture each probiotic pill in our facility. Good science and personalization takes some time as every piece is reviewed by our team of scientists. Currently, customers should expect to receive their precision probiotics within 3-5 weeks.<br\/><br\/><\/p>"}},"da9c977d-1188-468d-a664-26a6c7c2cf58":{"type":"block-2","settings":{"faqs_heading":"How important is refrigeration during travel if I want to take my probiotics with me?","paragraph":"<p>We have run rigorous testing in house to understand the viability of the strains in each of our probiotics under specific temperature conditions and believe that your probiotics have not been impacted by the temperature change. Most probiotic strains can endure temperatures up to 112F and all are happy at body temperature of 98F. Our probiotics are cold shipped to ensure survivability and the bamboo travel jar included in your purpose protects the probiotics for up to 30 days at room temperature.<\/p>"}},"b85c84cf-2e11-47c7-95b5-2f28806298f4":{"type":"block-2","settings":{"faqs_heading":"After first 4 months, do you collect another sample before preparing next shipment of probiotics?","paragraph":"<p>At Sun Genomics, we truly believe in the value of re-testing over a period of time to understand the changes to your microbiome which will allow us to reformulate as your microbiome changes. When the subscription is at month 5 we will ship a re-test kit with your supply of precision probiotics.  The sooner you return it, the sooner we can show you how your gut has improved and get the new formulation shipped out to you.<\/p>"}},"ce2a09c3-4e73-4aa7-9872-f8229c465226":{"type":"block-2","settings":{"faqs_heading":"How do I manage my subscription?","paragraph":"<p>Here's how to manage your subscription in account services:<br\/>1) Billing & Accounts: <a href=\"\/account\" target=\"_blank\">Visit the account page<\/a><br\/>2) Log in using the email address used to purchase Floré<br\/>3) If you cannot login, you may need to create an account first using the email you used to purchase Floré: <a href=\"\/account\/register\" target=\"_blank\">Visit the registration page<\/a><br\/>4) Click on “Manage Subscriptions” on the left of the screen<\/p>"}},"bad7234d-6b84-4a27-b822-d4a9b39f6f3c":{"type":"block-2","settings":{"faqs_heading":"What microbes can you detect with your sequencing test?","paragraph":"<p>Using whole genome sequencing, we are able to detect any microbe as well as its relative abundance. This includes bacteria, viruses, yeast, fungus, archaea, and parasites.<\/p>"}}},"block_order":["ffd9a72c-4ecb-470c-944d-9dead08b5fb8","9ce44b5b-7c5d-4139-99cf-f3fa0d726beb","4a125213-f5ba-4d97-8229-5bd296f54d11","7f0542ab-83c2-4bf9-bfff-ffa61c6b7f5b","79136783-62fd-49c5-9d33-1fcd9bdf6e8d","15e41585-ca64-459c-8993-e679fb1b3e8d","b6b393ac-636e-48a2-a209-ed3b321b27e2","6acd9aad-a460-4d43-a6f9-c37d58eabca4","a959bfff-6913-48c6-92af-9036d4604bb8","b5a84f55-60b1-4469-b3ea-a5e6a82779ca","8b4aae12-42e0-462b-8601-0ee9e4b0fe90","c6194350-0e75-4342-849f-b76932c41691","3c09c5e6-da35-40f1-aa5e-b957c8708b74","e96d3379-739f-4ee6-bc71-bc3df82bd9bc","987012c7-64b3-45bd-8831-aa3eebed5c9a","da9c977d-1188-468d-a664-26a6c7c2cf58","b85c84cf-2e11-47c7-95b5-2f28806298f4","ce2a09c3-4e73-4aa7-9872-f8229c465226","bad7234d-6b84-4a27-b822-d4a9b39f6f3c"],"settings":{"Main_Heading":"Frequently Asked Questions"}}},"order":["main"]}